{
  "job_description": {
    "job_title": "Assistant Store Manager",
    "job_posting_url": "https://demo.fountain.com/apply/high-volume-6/opening/culver-city-store-manager",
    "company_name": "True Religion",
    "location": "6000 Sepulveda Blvd, Culver City, CA 90230, USA",
    "job_description": "The Store Manager is responsible for assisting in driving positive results, leading by example, and supporting and adhering to all company initiatives and expectations. The Store Manager is responsible for overseeing all daily operations of a store while recruiting and developing employees to support the needs of the business. This position has full accountability for the store’s KPI performance, meeting goals, controlling financial results, shrink, talent selection, turnover and presentation.",
    "required_qualifications": [
      "Minimum of 3-5 years’ experience as a specialty Retail Manager in relevant traffic, volume and unit intensity, or comparable management experience.",
      "High School diploma or equivalent required; bachelor’s degree preferred.",
      "Excellent customer engagement, talent development, visual presentation, and operational skills."
    ],
    "preferred_qualifications": [],
    "responsibilities": [
      "Overseeing all daily operations of a store.",
      "Recruiting and developing employees.",
      "Controlling financial results and store’s KPI performance.",
      "Managing talent selection and turnover.",
      "Ensuring adherence to company initiatives and expectations."
    ],
    "benefits": [],
    "unique_aspects": [
      "True Religion is a global lifestyle, apparel, and accessories brand known for high-quality denim and sportswear.",
      "The brand was recognized for innovation in denim construction and the iconic Super T stitch.",
      "Committed to craftsmanship with a mission to transcend boundaries of faith, class, ethnicity, and orientation."
    ]
  },
  "onet_data": {
    "job_category": "First-Line Supervisors of Retail Sales Workers",
    "required_skills": [
      "Leadership",
      "Management of Personnel Resources",
      "Customer and Personal Service",
      "Sales and Marketing",
      "Administration and Management"
    ],
    "job_outlook": "Projected to grow 2% from 2019 to 2029, about as fast as the average for all occupations.",
    "median_pay": "Approximately $39,630 per year",
    "educational_requirements": "High school diploma or equivalent; some postsecondary education preferred."
  },
  "company_information": {
    "company_name": "True Religion",
    "description": "True Religion is a global lifestyle, apparel, and accessories brand known for high-quality denim and sportswear. The brand is recognized for its innovation in denim construction and the iconic Super T stitch.",
    "core_values": [
      "Innovation",
      "Quality",
      "Craftsmanship"
    ],
    "leadership": [
      "CEO: Michael Buckley"
    ]
  },
  "job_comparison": [
    {
      "title": "Retail Store Manager",
      "company": "Levi's",
      "location": "San Francisco, CA",
      "salary": "Approximately $45,000 per year",
      "description": "Responsible for overall management of the store, staff, merchandise, and customer service. The manager is also responsible for driving sales, ensuring profitability, and managing inventory."
    }
  ],
  "value_propositions": [
    {
      "value_proposition": "Brand Recognition",
      "detail": "True Religion is a globally recognized brand, enhancing the prestige of working there."
    },
    {
      "value_proposition": "Innovative Products",
      "detail": "Employees can take pride in selling high-quality and innovative products."
    },
    {
      "value_proposition": "Career Development",
      "detail": "Opportunities for career advancement within a renowned retail company."
    },
    {
      "value_proposition": "Leadership Opportunities",
      "detail": "The role offers significant leadership and personnel management training."
    },
    {
      "value_proposition": "Cultural Impact",
      "detail": "Working for a brand that transcends boundaries of faith, class, ethnicity, and orientation."
    }
  ]
}